---
kind: enumMember
id: F:Autodesk.Revit.DB.SlabShapeVertexType.Corner
enum: Autodesk.Revit.DB.SlabShapeVertexType
source: html/c4ee94bf-b5c2-df94-04c5-5893c9cbdb1a.htm
---
# Autodesk.Revit.DB.SlabShapeVertexType.Corner